
export const seedDataObject = {
  "prices": {
    "主机": {
      "TSK-C3 准系统": 1500,
      "TSK-C4 准系统": 1800,
      "普通办公机箱套装": 200
    },
    "CPU": {
      "Intel i5-13400": 1350,
      "Intel i5-14400": 1450,
      "Intel i7-13700": 2600,
      "Intel i7-14700": 2900,
      "Intel i9-14900": 4200,
      "Intel Ultra5-235": 1900,
      "Intel Ultra7-265": 2800
    },
    "内存": {
      "8G DDR5 5600": 750,
      "16G DDR5 5600": 1650
    },
    "显卡": {
      "RTX3060": 2300,
      "T400 4G": 900,
      "T1000 4G": 2200,
      "T1000 8G": 2900,
      "RTX4060 8G": 2750,
      "RTX5060 8G": 2700,
      "RX6600LE 8G": 1800,
      "RTX5060ti 8G": 3200,
      "RTX5060ti 16G": 5000
    },
    "电源": {
      "300W": 0,
      "500W": 200
    },
    "硬盘": {
      "1T SSD": 1100,
      "2T SATA": 800,
      "512G SSD": 600
    },
    "显示器": {
      "21.5-TE22-19": 360,
      "23.8-T24A-20": 530,
      "慧天V24 23.8": 350,
      "来酷27寸B2737": 460
    }
  },
  "tieredDiscounts": [
    {
      "rate": 9.9,
      "threshold": 10
    }
  ]
};
